[
  "תודה רבה רוברט על הסדנה\nהתרגילים היו טובים ויפים,עדיין חושבת עליהם .למרות\nהאתגרים התקשורתיים הצלחת להעביר אלי סוג של\nתמצית של לוגיקת הלב.\nתודה רבה",
  "על הסדנה אתמול -\nהיתה חוויה מרגשת ומעוררת מחשבה.\nהתהליך היה משמעותי וקיבלתי גם מידע רב",
  "שלום שוב רוברט.\nצפיתי בהקלטה ועשיתי את התרגיל ומאוד התרשמתי. בכל אחד משלושת הציורים הרגשתי שאני משאיר מאחורי משהו והתפנה מקום למשהו חדש מעודד ומפתיע.\nכבר זמן מה שאני שואל את עצמי איך אוכל להפוך את עולם הרוח למוחשי עבורי ונראה שעולם הרוח ענה לי דרך המפגש הזה. תודה רבה.",
  "הייה שווה, במיוחד לאור הפער בין הידע התאורטי\nוהיומיום. להתנסות היה כח אבל גם לרקע, לדרך שלך\nולדברים שנאמרו. תודה. רחל לב",
  "תודה רבה על סדנה מרחיבת נפש הנותנת טעם של עוד\nבאופן אישי היא באה לי במדוייק לעומס שעברתי באותו\nהיום ומתוך הטעימה הקטנה הזו כבר הרגשתי שמשהו\nמתנקה וזז פנימית.\nבצפיה גדולה להמשך ולסדנה מלאה",
  "תודה על מפגש,\nזה עזר לי לפגוש את עצמי ממקום אחר, להתבונן על\nאיך סיטואציות יום יומיות משפיעות עלי ומנהלות את\nחיי. זה הבהיר לי את המקום שאני רוב הזמן חייה\nבהעדר חופש, פועלת באוטומת.\nהמפגש נתן לי כלים ואפשר לי למצוא דרך לצאת\nמהפלונטר הזה.\nתודה רבה.",
  "ראיתי היום את ההקלטה רוברט. זה היה מיוחד\nוהתרגיל היה נהדר ומאוד אפקטיבי. עבורי זה היה\nמפתיע ולא מובן מאליו למפגש הכרות ובכלל. תודה\nגדולה על השיתוף של ההקלטה ונתראה בסדנה.",
  "התרגיל היה מאד משמעותי, פשוט וטוב.\nאני מאד התרשמתי מהידע האנרופוסופי ואהבתי טת\nהאופן החי בי רוברט הביא אותו,\nתודות",
  "רוברט,\nתודה ענקית על הסדנה והתירגול!\nקיבלתי כלים נוספים להתפתחות אישית וכן לשימוש\nבטיפולים עם ילדים ומבוגרים. העברת את התכנים\nבצורה נעימה, ברורה ומכילה, נתראה בקרוב, קרן",
  "רוברט יקר, תודה רבה על הסדנה שהעברת!\nבזכות התרגילים שעשינו יכולתי להרגיש שחרור\nאמוציונלי ואפשרות לראות סיטואציות לא נעימות\nמהחיים מפרספקטיבה אחרת, לקבל עליהם תובנות\nוהכי מיוחד עבורי, שהיה כוח מרפא בסוף התהליך.\nהמון תודה\nמאוד מעניין אותי להמשיך ולהעמיק בקורס.",
  "התרגיל בהחצנת הרגשות היה חזק לי מאד. עדיין לא\nהצלחתי בציור השלישי לחוות את החדש. מתעניינת\nבעוד שלבים להעמיק את השכבות\nתודה רבה על ההזדמנות. משמח אותי ברגע הזה\nלעשות את הקורס ולעבוד עם תבניות רגשיות עתיקות .\nלגבי שעת התחלת קורס הערב: האם אפשרי להתחיל\nיותר מוקדם ?\nתודה רבה"
]